const product = {
    deltaRobotD2: [
        {
            name: "D2-1000-P5",
            code: "D2-1000-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "2-DOF 고속 병렬 로봇은 가벼운 재료의 평면 핸들링 및 조립에 맞게 제작되었습니다. 비전이 필요하지 않으며 센서 위치 지정에 의존하여 평면 작업을 완료합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.4초 미만으로 최대 속도와 저비용에 대한 요구를 충족합니다.",
                        "2. 특수 평면 병렬 메커니즘 설계로 저비용으로 평면 고속 모션을 실현합니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 소형 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1000mm",
                        "Payload：5kg",
                        "Axis：2",
                        "Speed：350pp/min"
                    ]
                }
            ]
        },
        {
            name: "D2-1000-P15",
            code: "D2-1000-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "2-DOF 고속 병렬 로봇은 가벼운 재료의 평면 핸들링 및 조립에 맞게 제작되었습니다. 비전이 필요하지 않으며 센서 위치 지정에 의존하여 평면 작업을 완료합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.66초 미만으로 최대 속도와 큰 하중에 대한 수요를 충족합니다.",
                        "2. 특수 평면 병렬 메커니즘 설계로 저비용으로 평면 고속 모션을 실현합니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 소형 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1000mm",
                        "Payload：15kg",
                        "Axis：2",
                        "Speed：300pp/min"
                    ]
                }
            ]
        },
        {
            name: "D2-1300-P15",
            code: "D2-1300-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "2-DOF 고속 병렬 로봇은 가벼운 재료의 평면 핸들링 및 조립에 맞게 제작되었습니다. 비전이 필요하지 않으며 센서 위치 지정에 의존하여 평면 작업을 완료합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.66초 미만으로 최고 속도와 저비용에 대한 수요를 충족합니다.",
                        "2. 특수 평면 병렬 메커니즘 설계로 저비용으로 평면 고속 모션을 실현합니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 소형 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：15kg",
                        "Axis：2",
                        "Speed：300pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotDD2: [
        {
            name: "DD2-1000-P35",
            code: "DD2-1000-P35",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "2-DOF 고속 병렬 로봇은 가벼운 재료의 평면 핸들링 및 조립에 맞게 제작되었습니다. 비전이 필요하지 않으며 센서 위치 지정에 의존하여 평면 작업을 완료합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.75초 미만으로 최대 속도와 저비용에 대한 요구를 충족합니다.",
                        "2. 특수 평면 병렬 메커니즘 설계로 저비용으로 평면 고속 모션을 실현합니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 소형 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1000mm",
                        "Payload：35kg",
                        "Axis：2",
                        "Speed：250pp/min"
                    ]
                }
            ]
        },
        {
            name: "DD2-1200-P50",
            code: "DD2-1200-P50",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "2-DOF 고속 병렬 로봇은 가벼운 재료의 평면 핸들링 및 조립에 맞게 제작되었습니다. 비전이 필요하지 않으며 센서 위치 지정에 의존하여 평면 작업을 완료합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.75초 미만으로 최대 속도와 저비용에 대한 요구를 충족합니다.",
                        "2. 특수 평면 병렬 메커니즘 설계로 저비용으로 평면 고속 모션을 실현합니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 소형 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1200mm",
                        "Payload：50kg",
                        "Axis：2",
                        "Speed：250pp/min"
                    ]
                }
            ]
        }
    ],
    deltaRobotD3W: [
        {
            name: "D3W-800-P3",
            code: "D3W-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속 및 최소 볼륨에 대한 수요를 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1100-P5",
            code: "D3W-1100-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속 및 최소 볼륨에 대한 수요를 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：5kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1100-P15",
            code: "D3W-1100-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속 및 최소 볼륨에 대한 수요를 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：15kg",
                        "Axis：3",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1300-P5",
            code: "D3W-1300-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.4초 이하로 고속, 최소량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：5kg",
                        "Axis：3",
                        "Speed：580pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1300-P15",
            code: "D3W-1300-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.6초 이하로 고속, 최소량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：15kg",
                        "Axis：3",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1600-P3",
            code: "D3W-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1.표준 사이클 타임은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：3",
                        "Speed：550pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3W-1600-P15",
            code: "D3W-1600-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1.표준 사이클 타임은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：15kg",
                        "Axis：3",
                        "Speed：480pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3WB: [
        {
            name: "D3WB-450-P3",
            code: "D3WB-450-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：450mm",
                        "Payload：3kg",
                        "Axis：3",
                        "Speed：550pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WB-600-P3",
            code: "D3WB-600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 타임은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하며 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：600mm",
                        "Payload：3kg",
                        "Axis：3",
                        "Speed：550pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3WZ: [
        {
            name: "D3WZ-800-P1",
            code: "D3WZ-800-P1",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：1kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WZ-800-P3",
            code: "D3WZ-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WZ-1100-P1",
            code: "D3WZ-1100-P1",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：1kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WZ-1100-P5",
            code: "D3WZ-1100-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：5kg",
                        "Axis：3",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WZ-1300-P5",
            code: "D3WZ-1300-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：5kg",
                        "Axis：3",
                        "Speed：580pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3WZ-1600-P3",
            code: "D3WZ-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：550pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3WC: [
        {
            name: "D3WC-1300-P5",
            code: "D3WC-1300-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：5kg",
                        "Axis：3",
                        "Speed：200pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3P: [
        {
            name: "D3P-800-P3",
            code: "D3P-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1100-P3",
            code: "D3P-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1100-P5",
            code: "D3P-1100-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：5kg",
                        "Axis：3+1",
                        "Speed：550pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1100-P8",
            code: "D3P-1100-P8",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：8kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1300-P3",
            code: "D3P-1300-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：540pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1300-P5",
            code: "D3P-1300-P5",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：5kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3P-1600-P3",
            code: "D3P-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3PB: [
        {
            name: "D3PB-450-P3",
            code: "D3PB-450-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：450mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：450pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PB-600-P3",
            code: "D3PB-600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：600mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PB-800-P3",
            code: "D3PB-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PB-1100-P3",
            code: "D3PB-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3PZ: [
        {
            name: "D3PZ-800-P1",
            code: "D3PZ-800-P1",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：1kg",
                        "Axis：3+1",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PZ-800-P3",
            code: "D3PZ-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.45초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PZ-1100-P1",
            code: "D3PZ-1100-P1",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：1kg",
                        "Axis：4",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PZ-1100-P3",
            code: "D3PZ-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：600pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PZ-1300-P3",
            code: "D3PZ-1300-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：540pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PZ-1600-P3",
            code: "D3PZ-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3PM: [
        {
            name: "D3PM-800-P3",
            code: "D3PM-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1100-P3",
            code: "D3PM-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1100-P15",
            code: "D3PM-1100-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：15kg",
                        "Axis：3+1",
                        "Speed：350pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1300-P3",
            code: "D3PM-1300-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：450pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1600-P3",
            code: "D3PM-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：400pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1600-P15",
            code: "D3PM-1600-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：15kg",
                        "Axis：3+1",
                        "Maximum movement frequency: 300pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PM-1800-P15",
            code: "D3PM-1800-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1800mm",
                        "Payload：15kg",
                        "Axis：3+1",
                        "Speed：260pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3PMB: [
        {
            name: "D3PMB-450-P3",
            code: "D3PMB-450-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：450mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：400pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-600-P3",
            code: "D3PMB-600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：600mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：450pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-800-P3",
            code: "D3PMB-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-1100-P3",
            code: "D3PMB-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.6초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：3+1",
                        "Speed：500pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-1200-P25",
            code: "D3PMB-1200-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1200mm",
                        "Payload：25kg",
                        "Axis：3+1",
                        "Speed：260pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-1400-P25",
            code: "D3PMB-1400-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1400mm",
                        "Payload：25kg",
                        "Axis：3+1",
                        "Speed：230pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-1800-P15",
            code: "D3PMB-1800-P15",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1800mm",
                        "Payload：15kg",
                        "Axis：3+1",
                        "Speed：260pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-1800-P25",
            code: "D3PMB-1800-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1800mm",
                        "Payload：25kg",
                        "Axis：3+1",
                        "Speed：200pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-2200-P25",
            code: "D3PMB-2200-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：2200mm",
                        "Payload：25kg",
                        "Axis：3+1",
                        "Speed：180pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMB-2800-P25",
            code: "D3PMB-2800-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.67초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：2800mm",
                        "Payload：25kg",
                        "Axis：3+1",
                        "Speed：150pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD3PMZ: [
        {
            name: "D3PMZ-800-P3",
            code: "D3PMZ-800-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：540pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMZ-1100-P3",
            code: "D3PMZ-1100-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.5초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1100mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：540pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMZ-1300-P3",
            code: "D3PMZ-1300-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1300mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：450pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMZ-1400-P3",
            code: "D3PMZ-1400-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1400mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：430pp/min"
                    ]
                }
            ]
        },
        {
            name: "D3PMZ-1600-P3",
            code: "D3PMZ-1600-P3",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "고전적인 고속 병렬 로봇 구성은 3차원 공간에서 XYZ 축을 따라 이동하고 Z 축을 중심으로 회전하는 기능적 특성을 가지고 있습니다. 고정밀 머신 비전 시스템과 일치하여 식품, 의학 및 기타 산업의 고속 생산 작업에 적합합니다. 주로 가볍고 작은 분산 재료의 조립, 취급 및 분류에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 표준 사이클 시간은 0.4초 미만으로 고속, 최소 물량에 대한 요구사항을 충족합니다.",
                        "2. 특수 팔로워 ​​암 압축 스프링 설계는 팔로워 암의 서비스 수명을 보장하고 분해 및 조립이 쉽습니다.",
                        "3. 식품, 의학 및 기타 산업의 고속 생산 작업에 매우 적합하며 주로 무거운 재료의 조립, 취급, 분류 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：3kg",
                        "Axis：4",
                        "Speed：400pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotD5: [
        {
            name: "D5-800-P2",
            code: "D5-800-P2",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "5축 로봇은 기존의 3축 평행 로봇을 기반으로 두 개의 평행 회전 축을 추가합니다. 한 축은 수평 회전을 제어하고 다른 축은 수직 회전을 제어합니다. 두 개의 중간 축은 서보 커플링으로 제어되며, 이는 더 높은 정밀도, 더 빠른 속도 및 더 긴 서비스 수명을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 3+2 자유도로 복잡한 배치 장면을 쉽게 처리할 수 있습니다.",
                        "2. 표준 사이클 시간은 0.5초 미만으로 가장 높은 속도와 가장 작은 볼륨을 추구하는 요구를 충족합니다.",
                        "3. 특수 회전 축 힌지 설계는 고강도 및 고주파 반복 운동의 요구에 쉽게 대처할 수 있습니다.",
                        "4. 좁은 공간, 3C 제조 및 기타 산업의 고속 및 고정밀 생산 작업에 매우 적합하며 주로 소형 공작물의 조립, 취급 및 검사에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：800mm",
                        "Payload：2kg",
                        "Axis：3+2",
                        "Speed：400pp/min"
                    ]
                }
            ]
        },
        {
            name: "D5-1200-P2",
            code: "D5-1200-P2",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "5축 로봇은 기존의 3축 평행 로봇을 기반으로 두 개의 평행 회전 축을 추가합니다. 한 축은 수평 회전을 제어하고 다른 축은 수직 회전을 제어합니다. 두 개의 중간 축은 서보 커플링으로 제어되며, 이는 더 높은 정밀도, 더 빠른 속도 및 더 긴 서비스 수명을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 3+2 자유도로 복잡한 배치 장면을 쉽게 처리할 수 있습니다.",
                        "2. 표준 사이클 시간은 0.5초 미만으로 가장 높은 속도와 가장 작은 볼륨을 추구하는 요구를 충족합니다.",
                        "3. 특수 회전 축 힌지 설계는 고강도 및 고주파 반복 운동의 요구에 쉽게 대처할 수 있습니다.",
                        "4. 좁은 공간, 3C 제조 및 기타 산업의 고속 및 고정밀 생산 작업에 매우 적합하며 주로 소형 공작물의 조립, 취급 및 검사에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1200mm",
                        "Payload：2kg",
                        "Axis：3+2",
                        "Speed：380pp/min"
                    ]
                }
            ]
        },
        {
            name: "D5-P-1600-P25",
            code: "D5-P-1600-P25",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "5축 로봇은 기존의 3축 평행 로봇을 기반으로 두 개의 평행 회전 축을 추가합니다. 한 축은 수평 회전을 제어하고 다른 축은 수직 회전을 제어합니다. 두 개의 중간 축은 서보 커플링으로 제어되며, 이는 더 높은 정밀도, 더 빠른 속도 및 더 긴 서비스 수명을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 3+2 자유도로 복잡한 배치 장면을 쉽게 처리할 수 있습니다.",
                        "2. 표준 사이클 시간은 0.5초 미만으로 가장 높은 속도와 가장 작은 볼륨을 추구하는 요구를 충족합니다.",
                        "3. 특수 회전 축 힌지 설계는 고강도 및 고주파 반복 운동의 요구에 쉽게 대처할 수 있습니다.",
                        "4. 좁은 공간, 3C 제조 및 기타 산업의 고속 및 고정밀 생산 작업에 매우 적합하며 주로 소형 공작물의 조립, 취급 및 검사에 사용됩니다.",
                    ],
                    bullets: [
                        "Working Range：1600mm",
                        "Payload：25kg",
                        "Axis：3+2",
                        "Speed：180pp/min"
                    ]
                }
            ]
        },
    ],
    deltaRobotS6: [
        {
            name: "S6-V0-P50",
            code: "S6-V0-P50",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "클래식한 STEWART 병렬 메커니즘은 50kg의 하중으로 공간에서 6-DOF 모션을 쉽게 실현하여 최고의 정밀도와 최대 하중에 대한 요구를 충족합니다. 실험실, 항공우주 및 기타 산업 분야의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 모션 시뮬레이션에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 적재 용량은 50kg에 달하며 크기가 작고 휴대 또는 설치가 쉽습니다.",
                        "2. 공간에서 6도의 자유도를 쉽게 달성할 수 있는 클래식한 STEWART 병렬 메커니즘",
                        "3. 주로 다양한 재료 등의 조립 및 모션 시뮬레이션에 사용되는 실험실, 항공 우주 및 기타 산업의 고정밀 테스트 작업에 매우 적합합니다.",
                    ],
                    bullets: [
                        "Maximum load: 50kg",
                        "Number of axes: 6",
                        "Maximum movement speed: 250mm/s",
                        "Main body weight: 260kg"
                    ]
                }
            ]
        },
        {
            name: "S6-V0-P200",
            code: "S6-V0-P200",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "클래식한 STEWART 병렬 메커니즘은 200kg의 하중으로 공간에서 6-DOF 모션을 쉽게 실현하여 최고의 정밀도와 최대 하중에 대한 요구를 충족합니다. 실험실, 항공우주 및 기타 산업 분야의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 모션 시뮬레이션에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 하중은 200kg에 이르며 최고의 정밀도와 최대 하중 요구 사항을 충족합니다.",
                        "2. 공간에서 6도의 자유도를 쉽게 달성할 수 있는 클래식한 STEWART 병렬 메커니즘",
                        "3. 실험실, 항공우주 및 기타 산업의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 동작 시뮬레이션 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Maximum load: 200kg",
                        "Number of axes: 6",
                        "Maximum movement speed: 300mm/s",
                        "Main body weight: 550kg"
                    ]
                }
            ]
        },
        {
            name: "S6-V1-P200",
            code: "S6-V1-P200",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "클래식한 STEWART 병렬 메커니즘은 200kg의 하중으로 공간에서 6-DOF 모션을 쉽게 실현하여 최고의 정밀도와 최대 하중에 대한 요구를 충족합니다. 실험실, 항공우주 및 기타 산업 분야의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 모션 시뮬레이션에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 하중은 200kg에 달하며, 각 축에는 힘 센서가 장착되어 있어 더 많은 측정이나 제어 요구 사항을 충족합니다.",
                        "2. 공간에서 6도의 자유도를 쉽게 달성할 수 있는 클래식한 STEWART 병렬 메커니즘",
                        "3. 실험실, 항공우주 및 기타 산업의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 동작 시뮬레이션 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Maximum load: 200kg",
                        "Number of axes: 6",
                        "Maximum movement speed: 300mm/s",
                        "Main body weight: 768kg"
                    ]
                }
            ]
        },
        {
            name: "S6-V2-P3000",
            code: "S6-V2-P3000",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "클래식한 STEWART 병렬 메커니즘은 3000kg의 하중으로 공간에서 6-DOF 모션을 쉽게 실현하여 최고의 정밀도와 최대 하중에 대한 요구를 충족합니다. 실험실, 항공우주 및 기타 산업 분야의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 모션 시뮬레이션에 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "1. 하중은 3000kg에 이르며 최고의 정밀도와 최대 하중 요구 사항을 충족합니다.",
                        "2. 공간에서 6도의 자유도를 쉽게 달성할 수 있는 클래식한 STEWART 병렬 메커니즘",
                        "3. 실험실, 항공우주 및 기타 산업의 고정밀 테스트 작업에 매우 적합하며 주로 다양한 재료의 조립 및 동작 시뮬레이션 등에 사용됩니다.",
                    ],
                    bullets: [
                        "Maximum load: 3000kg",
                        "Number of axes: 6",
                        "Maximum movement speed: 100mm/s",
                        "Main body weight: 3730kg"
                    ]
                }
            ]
        },
    ],
    scaraST : [
        {
            name: "ST-500-A-A",
            code: "ST-500-A-A",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 고유한 이빨 모양을 채택합니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄입니다. 고속 모터를 사용하면 속도가 최대 240ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：500mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：240pp/min"
                    ]
                }
            ]
        },
        {
            name: "ST-500-A-B",
            code: "ST-500-A-B",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 고유한 이빨 모양을 채택합니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄입니다. 고속 모터를 사용하면 속도가 최대 240ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：500mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：240pp/min"
                    ]
                }
            ]
        },
        {
            name: "ST-620-A-A",
            code: "ST-620-A-A",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 독특한 이빨 모양을 채택했습니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄였습니다. 고속 모터를 사용하면 속도가 최대 220ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：620mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：220pp/min"
                    ]
                }
            ]
        },
        {
            name: "ST-620-A-B",
            code: "ST-620-A-B",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 독특한 이빨 모양을 채택했습니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄였습니다. 고속 모터를 사용하면 속도가 최대 220ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：620mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：220pp/min"
                    ]
                }
            ]
        },
        {
            name: "ST-800-A-A",
            code: "ST-800-A-A",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 고유한 이빨 모양을 채택합니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄입니다. 고속 모터를 사용하면 속도가 최대 180ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：800mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：180pp/min"
                    ]
                }
            ]
        },
        {
            name: "ST-800-A-B",
            code: "ST-800-A-B",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "ST 시리즈 SCARA는 Atomrobot에서 고속 및 고정밀 분류를 위해 개발한 평면 조인트 로봇입니다. 3개 방향, 즉 XYZ 이동과 Z축을 중심으로 한 회전에 대해 4개의 자유도를 갖습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇 암과 감속기는 통합 설계와 고유한 이빨 모양을 채택합니다. 큰 하중과 고속 지원을 제공하는 동시에 로봇 암의 크기를 크게 줄입니다. 고속 모터를 사용하면 속도가 최대 180ppm에 도달할 수 있으며 반복 정확도는 ±0.02mm입니다. 로봇 본체는 내부 배선, 강력한 통합을 채택하고 보호 수준은 최대 IP65에 도달할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：800mm",
                        "Max payload：9kg",
                        "Axis：4",
                        "Max speed：180pp/min"
                    ]
                }
            ]
        },
    ],
    scaraMBD: [
        {
            name: "M04BD",
            code: "M04BD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 4Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇은 400mm의 팔 범위, 최대 ±132°의 상완 회전 각도, 최대 ±150°의 하완 회전 각도를 가지고 있습니다. 작업 공간은 최대 직경 800mm의 넓은 섹터 영역을 커버할 수 있어 다중 스테이션 장거리 취급, 분류 및 조립 작업의 요구를 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：400mm",
                        "Max payload：4kg",
                        "Axis：4",
                        "Standard cycle time：0.40 sec"
                    ]
                }
            ]
        },
        {
            name: "M05BD",
            code: "M05BD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 10Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇의 팔 범위는 510mm, 상완 회전 각도는 최대 ±134°, 하완 회전 각도는 최대 ±152°입니다. 작업 공간은 최대 직경 1020mm의 넓은 섹터 영역을 커버할 수 있어 다중 스테이션 장거리 취급, 분류 및 조립 작업의 요구 사항을 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：510mm",
                        "Max payload：10kg",
                        "Axis：4",
                        "Standard cycle time：0.36 sec"
                    ]
                }
            ]
        },
        {
            name: "M06BD",
            code: "M06BD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 10Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇의 팔 범위는 610mm, 상완 회전 각도는 최대 ±134°, 하완 회전 각도는 최대 ±152°입니다. 작업 공간은 최대 직경 1220mm의 넓은 섹터 영역을 커버할 수 있어 다중 스테이션 장거리 취급, 분류 및 조립 작업의 요구 사항을 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：610mm",
                        "Max payload：10kg",
                        "Axis：4",
                        "Standard cycle time：0.36 sec"
                    ]
                }
            ]
        },
        {
            name: "M07BD",
            code: "M07BD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 10Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇의 팔 범위는 710mm, 상완 회전 각도는 최대 ±134°, 하완 회전 각도는 최대 ±152°입니다. 작업 공간은 최대 직경 1420mm의 넓은 섹터 영역을 커버할 수 있어 다중 스테이션 장거리 취급, 분류 및 조립 작업의 요구 사항을 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：710mm",
                        "Max payload：10kg",
                        "Axis：4",
                        "Standard cycle time：0.36 sec"
                    ]
                }
            ]
        }
    ],
    scaraMGD: [
        {
            name: "M07GD",
            code: "M07GD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 20Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇은 700mm의 암 범위, 최대 ±130°의 상완 회전 각도, 최대 ±150°의 하완 회전 각도를 가지고 있습니다. 작업 공간은 최대 직경 1400mm의 넓은 섹터 영역을 커버할 수 있어 멀티 스테이션 장거리 취급, 분류 및 조립 작업의 요구를 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：700mm",
                         "Max payload：20kg",
                         "Axis：4",
                         "Standard cycle time：0.42 sec"   
                    ]
                }
            ]
        },
        {
            name: "M08GD",
            code: "M08GD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 20Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇은 800mm의 암 범위, 최대 ±130°의 상완 회전 각도, 최대 ±150°의 하완 회전 각도를 가지고 있습니다. 작업 공간은 최대 직경 1600mm의 넓은 섹터 영역을 커버할 수 있어 멀티 스테이션 장거리 취급, 분류 및 조립 작업의 요구를 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：800mm",
                         "Max payload：20kg",
                         "Axis：4",
                         "Standard cycle time：0.42 sec"
                    ]
                }
            ]
        },
        {
            name: "M09GD",
            code: "M09GD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 20Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇은 900mm의 암 범위, 최대 ±130°의 상완 회전 각도, 최대 ±150°의 하완 회전 각도를 가지고 있습니다. 작업 공간은 최대 직경 1800mm의 넓은 섹터 영역을 커버할 수 있어 멀티 스테이션 장거리 취급, 분류 및 조립 작업의 요구를 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：900mm",
                        "Max payload：20kg",
                        "Axis：4",
                        "Standard cycle time：0.42 sec"
                    ]
                }
            ]
        },
        {
            name: "M10GD",
            code: "M10GD",
            specImgCount: 1,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "이 산업용 로봇 시리즈는 수평 다관절 4자유도 로봇입니다. 이 로봇은 유연한 움직임, 컴팩트한 구조, 우수한 동적 성능, 높은 동작 반복성이 특징입니다. 관절은 모듈 방식으로 설계 및 조립되어 설치 및 유지 관리가 편리하며 20Kg 미만의 가벼운 육체 노동을 효과적으로 대체할 수 있습니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "로봇은 1000mm의 팔 범위, 최대 ±130°의 상완 회전 각도, 최대 ±150°의 하완 회전 각도를 가지고 있습니다. 작업 공간은 최대 직경 2000mm의 넓은 섹터 영역을 커버할 수 있어 다중 스테이션 장거리 취급, 분류 및 조립 작업의 요구를 충족할 수 있습니다.",
                    ],
                    bullets: [
                        "Work space：1000mm",
                        "Max payload：20kg",
                        "Axis：4",
                        "Standard cycle time：0.42 sec"
                    ]
                }
            ]
        }
    ],
    cobotMD20 : [
        {
            name: "MD20G",
            code: "MD20G",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：fixed version",
                        "Payload：20kg",
                        "Working space radius：1600mm"
                    ]
                }
            ]
        },
        {
            name: "MD20S",
            code: "MD20S",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：20kg",
                        "Working space radius：2100mm"
                    ]
                }
            ]
        },
        {
            name: "MD20SS",
            code: "MD20SS",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：20kg",
                        "Working space radius：2300mm"
                    ]
                }
            ]
        }
    ],
    cobotMD30 : [
        {
            name: "MD30G",
            code: "MD30G",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：fixed version",
                        "Payload：30kg",
                        "Working space radius：1600mm"
                    ]
                }
            ]
        },
        {
            name: "MD30S",
            code: "MD30S",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：30kg",
                        "Working space radius：2100mm"
                    ]
                }
            ]
        },
        {
            name: "MD30SS",
            code: "MD30SS",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：30kg",
                        "Working space radius：2300mm"
                    ]
                }
            ]
        }
    ],
    cobotMD40 : [
        {
            name: "MD40G",
            code: "MD40G",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：fixed version",
                        "Payload：40kg",
                        "Working space radius：1600mm"
                    ]
                }
            ]
        },
        {
            name: "MD40S",
            code: "MD40S",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：40kg",
                        "Working space radius：2100mm"
                    ]
                }
            ]
        },
        {
            name: "MD40SS",
            code: "MD40SS",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "그래픽 프로그래밍, 간단하고 효율적이며 프로그래밍 언어에 능숙하지 않아도 로봇을 쉽게 사용할 수 있습니다. 30분 안에 프로그래밍 방법을 익히고 1시간 안에 간단한 프로그래밍을 완료할 수 있습니다. 식품, 의약품, 3C, 일용 화학, 인쇄 및 기타 산업에서 널리 사용됩니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "통합 설계, 가볍고 유연하며 설치 면적이 작습니다. 워크스테이션에서 새로운 작업을 배포하는 것이 간단하고 빠르며 효율적입니다.",
                    ],
                    bullets: [
                        "Version：lifting version",
                        "Payload：40kg",
                        "Working space radius：2300mm"
                    ]
                }
            ]
        }
    ],
    controlSystem : [
        {
            name: "Atombox-4s",
            code: "Atombox-4s",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "완전히 독립적인 연구 개발로, 병렬 델타 로봇과 긴밀하게 호환되며, 다른 유형의 로봇과도 보편적으로 호환됩니다. ARM 프로세서를 장착하여 강력한 컴퓨팅 파워를 제공하여 로봇의 고속, 고정밀, 고안정성 제어 요구 사항을 충족합니다. 독립적으로 개발된 모듈형 프로그래밍 언어를 사용하고, 소프트 PLC를 통합하며, IEC61131-3 표준에 따라 ST, IL, LD, FBD, SFC 언어 프로그래밍을 지원하여 복잡한 제어 프로그램을 효율적이고 유연하게 컴파일합니다. 여러 포트 유형에 대한 표준 지원, 제어되는 장비가 실행되는 동안 데이터 수집 및 처리 지원, 버스 진단, 타임아웃 모니터링, WatchDog 모니터링."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "고도로 통합된 로봇 + 서보 시스템을 통합하여 고성능 산업용 로봇 제어 실현 내장된 다중 로봇 모델로 산업용 로봇 응용 시나리오를 빠르게 실현 다중 IO 설계, 디지털/아날로그 입출력, 네트워크 포트, 인코더 및 기타 인터페이스 지원, IO 확장 불필요",
                    ],
                    bullets: [
                        "IO module：atom",
                        "Teaching pendant：wired",
                        "Encoder：No",
                        "High speed count input：atom",
                    ]
                }
            ]
        },
        {
            name: "S20-8145U-CS",
            code: "S20-8145U-CS",
            specImgCount: 3,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "i. x86 아키텍처를 갖추고 다양한 성능의 컨트롤러를 지원합니다.ii. 기가비트 이더넷 인터페이스를 갖추고 대화형 시각적 위치 정보를 지원하고 실시간 추적을 실현합니다.iii. EtherCAT 버스 통신 프로토콜 인터페이스를 갖추고 실시간 성능이 높고 다양한 네트워크 토폴로지를 지원합니다.iv. 고성능 프로세서를 갖추고 강력한 컴퓨팅 파워를 갖추고 로봇의 고속, 고정밀, 고안정성 제어 요구 사항을 충족합니다.v. 자체 개발한 모듈식 프로그래밍 언어를 사용하여 소프트 PLC를 통합하고 IEC61131-3 표준에 따라 ST, 1L, LD, FBD, SFC 언어 프로그래밍을 지원하여 복잡한 제어 프로그램을 효율적이고 유연하게 작성할 수 있습니다.vi. 최대 1GB의 대용량 변수 처리를 지원하고 제어 장비가 실행되는 동안 데이터 수집, 처리 버스 진단, 타임아웃 모니터링 및 WatchDog 모니터링을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "완전 자체 개발 컨트롤러, Delta 및 SCARA 로봇과 ​​긴밀히 호환, 다른 유형의 로봇과 보편적으로 호환 가능 EtherCAT 고속 버스 지원, EtherCAT CoE 통신 장비 확장 가능",
                    ],
                    bullets: [
                        "IO module：atom",
                        "Teaching pendant：wired",
                        "Encoder：yes",
                        "High speed count input：atom",
                    ]
                }
            ]
        },
        {
            name: "A20-ATM02",
            code: "A20-ATM02",
            specImgCount: 3,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "i. x86 아키텍처를 갖추고 다양한 성능의 컨트롤러를 지원합니다.ii. 기가비트 이더넷 인터페이스를 갖추고 대화형 시각적 위치 정보를 지원하고 실시간 추적을 실현합니다.iii. EtherCAT 버스 통신 프로토콜 인터페이스를 갖추고 실시간 성능이 높고 다양한 네트워크 토폴로지를 지원합니다.iv. 고성능 프로세서를 갖추고 강력한 컴퓨팅 파워를 갖추고 로봇의 고속, 고정밀, 고안정성 제어 요구 사항을 충족합니다.v. 자체 개발한 모듈식 프로그래밍 언어를 사용하여 소프트 PLC를 통합하고 IEC61131-3 표준에 따라 ST, 1L, LD, FBD, SFC 언어 프로그래밍을 지원하여 복잡한 제어 프로그램을 효율적이고 유연하게 작성할 수 있습니다.vi. 최대 1GB의 대용량 변수 처리를 지원하고 제어 장비가 실행되는 동안 데이터 수집, 처리 버스 진단, 타임아웃 모니터링 및 WatchDog 모니터링을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "완전 자체 개발 컨트롤러, Delta 및 SCARA 로봇과 ​​긴밀히 호환, 다른 유형의 로봇과 보편적으로 호환 가능 EtherCAT 고속 버스 지원, EtherCAT CoE 통신 장비 확장 가능",
                    ],
                    bullets: [
                        "IO module：atom",
                        "Teaching pendant：wired",
                        "Encoder：yes",
                        "High speed count input：atom",
                    ]
                }
            ]
        },
        {
            name: "ARC-1100-S7R16",
            code: "ARC-1100-S7R16",
            specImgCount: 3,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "i. x86 아키텍처를 갖추고 다양한 성능의 컨트롤러를 지원합니다.ii. 기가비트 이더넷 인터페이스를 갖추고 대화형 시각적 위치 정보를 지원하고 실시간 추적을 실현합니다.iii. EtherCAT 버스 통신 프로토콜 인터페이스를 갖추고 실시간 성능이 높고 다양한 네트워크 토폴로지를 지원합니다.iv. 고성능 프로세서를 갖추고 강력한 컴퓨팅 파워를 갖추고 로봇의 고속, 고정밀, 고안정성 제어 요구 사항을 충족합니다.v. 자체 개발한 모듈식 프로그래밍 언어를 사용하여 소프트 PLC를 통합하고 IEC61131-3 표준에 따라 ST, 1L, LD, FBD, SFC 언어 프로그래밍을 지원하여 복잡한 제어 프로그램을 효율적이고 유연하게 작성할 수 있습니다.vi. 최대 1GB의 대용량 변수 처리를 지원하고 제어 장비가 실행되는 동안 데이터 수집, 처리 버스 진단, 타임아웃 모니터링 및 WatchDog 모니터링을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "완전 자체 개발 컨트롤러, Delta 및 SCARA 로봇과 ​​긴밀히 호환, 다른 유형의 로봇과 보편적으로 호환 가능 EtherCAT 고속 버스 지원, EtherCAT CoE 통신 장비 확장 가능",
                    ],
                    bullets: [
                        "IO module：atom",
                        "Teaching pendant：wired",
                        "Encoder：yes",
                        "High speed count input：atom",
                    ]
                }
            ]
        }
    ],
    casePacker : [
        {
            name: "PM-01",
            code: "PM-01",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "모듈형 설계 개념을 고수하는 Atomrobot 포장 워크스테이션 시리즈는 다양한 포장 및 병입 제품의 포장 프로세스에서 표준 링크를 깊이 통합하여 병렬 로봇의 고속 및 높은 유연성 특성을 최대한 활용하고 비전, 그리퍼, 제품 운반, 카톤 운반, 장비 보호에서 로봇에 이르기까지 자동화된 포장 프로세스를 실현하여 모든 면에서 신속한 교체, 유연한 조정 및 효율적인 작동을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "비전 포함; 후속 피킹; 제품 분류 필요 없음; 피킹 알람 놓침; 힌지 지지대; 정밀한 위치 지정; 빠른 상자 교체",
                    ],
                    bullets: [
                        "Max carton size(mm)：430*320*290",
                        "Max payload：2kg",
                        "Capacity：60 bags/min"
                    ]
                }
            ]
        },
        {
            name: "PM-02",
            code: "PM-02",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "모듈형 설계 개념을 고수하는 Atomrobot 포장 워크스테이션 시리즈는 다양한 포장 및 병입 제품의 포장 프로세스에서 표준 링크를 깊이 통합하여 병렬 로봇의 고속 및 높은 유연성 특성을 최대한 활용하고 비전, 그리퍼, 제품 운반, 카톤 운반, 장비 보호에서 로봇에 이르기까지 자동화된 포장 프로세스를 실현하여 모든 면에서 신속한 교체, 유연한 조정 및 효율적인 작동을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "비전과 결합; 후속 피킹; 제품 분류 필요 없음; 빠른 카톤 교체; 힌지 지지대; 정확한 위치 지정; 전환 가능한 후속 포장",
                    ],
                    bullets: [
                        "Max carton size(mm)：430*430*305",
                        "Max payload：3kg",
                        "Capacity：45 bags/min"
                    ]
                }
            ]
        },
        {
            name: "PM-03",
            code: "PM-03",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "모듈형 설계 개념을 고수하는 Atomrobot 포장 워크스테이션 시리즈는 다양한 포장 및 병입 제품의 포장 프로세스에서 표준 링크를 깊이 통합하여 병렬 로봇의 고속 및 높은 유연성 특성을 최대한 활용하고 비전, 그리퍼, 제품 운반, 카톤 운반, 장비 보호에서 로봇에 이르기까지 자동화된 포장 프로세스를 실현하여 모든 면에서 신속한 교체, 유연한 조정 및 효율적인 작동을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "높은 통합성; 독립 제어 캐비닛 없음; 비전 포함; 후속 피킹; 제품 분류 필요 없음; 피킹 놓침 알람; 힌지 지지대; 정확한 위치 지정; 빠른 카톤 교체",
                    ],
                    bullets: [
                        "Max carton size(mm)：500*400*400",
                        "Max payload：5kg",
                        "Capacity：40 bags/min"
                    ]
                }
            ]
        },
        {
            name: "PM-04",
            code: "PM-04",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "모듈형 설계 개념을 고수하는 Atomrobot 포장 워크스테이션 시리즈는 다양한 포장 및 병입 제품의 포장 프로세스에서 표준 링크를 깊이 통합하여 병렬 로봇의 고속 및 높은 유연성 특성을 최대한 활용하고 비전, 그리퍼, 제품 운반, 카톤 운반, 장비 보호에서 로봇에 이르기까지 자동화된 포장 프로세스를 실현하여 모든 면에서 신속한 교체, 유연한 조정 및 효율적인 작동을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "제품 분류; 비전 불필요; 빠른 상자 교체; 정확한 위치 지정; 힌지 지지; 미스 픽 감지; 제품 낙하 감지",
                    ],
                    bullets: [
                        "Max carton size(mm)：368*224*115",
                        "Max payload：9kg",
                        "Capacity：200cups/min"
                    ]
                }
            ]
        },
        {
            name: "PM-05",
            code: "PM-05",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "모듈형 설계 개념을 고수하는 Atomrobot 포장 워크스테이션 시리즈는 다양한 포장 및 병입 제품의 포장 프로세스에서 표준 링크를 깊이 통합하여 병렬 로봇의 고속 및 높은 유연성 특성을 최대한 활용하고 비전, 그리퍼, 제품 운반, 카톤 운반, 장비 보호에서 로봇에 이르기까지 자동화된 포장 프로세스를 실현하여 모든 면에서 신속한 교체, 유연한 조정 및 효율적인 작동을 제공합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "올인원 타입, 편리한 운반, 쉬운 배치, 다중 제품 패키징, 시각적 템플릿을 수동으로 전환할 필요가 없음, 빠른 카톤 교체, 힌지 지지대, 정밀한 위치 지정, 미스 픽 감지, 드롭 픽 감지",
                    ],
                    bullets: [
                        "Max carton size(mm)：368*224*115",
                        "Max payload：3kg",
                        "Capacity：60 bags/min"
                    ]
                }
            ]
        }
    ],
    visionSystem : [
        {
            name: "2D-L-130GM-8-H",
            code: "2D-L-130GM-8-H",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                    ],
                    bullets: [
                        "Recognition type：2D",
                        "Resolution ratio：1280*1024",
                        "Color ：black-and-white",
                        "Focal length：8mm"
                    ]
                }
            ]
        },
        {
            name: "2D-L-160GM-8-D",
            code: "2D-L-160GM-8-D",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                    ],
                    bullets: [
                        "Recognition type：2D",
                        "Resolution ratio：1440*1080",
                        "Color ：black-and-white",
                        "Focal length：8mm"
                    ]
                }
            ]
        },
        {
            name: "2D-L-200GC-16-H",
            code: "2D-L-200GC-16-H",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                    ],
                    bullets: [
                        "Recognition type：2D",
                        "Resolution ratio：1920*1200",
                        "Color：colored",
                        "Focal length：16mm"
                    ]
                }
            ]
        },
        {
        name: "2D-L-200GM-8-H",
        code: "2D-L-200GM-8-H",
        specImgCount: 2,
        desc: [
            {
                title: "INTRODUCTION",
                texts: [
                    "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                ]
            },
            {
                title: "FEATURE",
                texts: [
                    "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                ],
                bullets: [
                    "Recognition type：2D",
                    "Resolution ratio：1624*1240",
                    "Color ：black-and-white",
                    "Focal length：8mm"
                ]
            }
        ]
        },
        {
        name: "2D-L-320GM-8-D",
        code: "2D-L-320GM-8-D",
        specImgCount: 2,
        desc: [
            {
                title: "INTRODUCTION",
                texts: [
                    "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                ]
            },
            {
                title: "FEATURE",
                texts: [
                    "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                ],
                bullets: [
                    "Recognition type：2D",
                    "Resolution ratio：2048*1536",
                    "Color ：black-and-white",
                    "Focal length：8mm"
                ]
            }
        ]
        },
        {
        name: "2D-L-500GC-8-H",
        code: "2D-L-500GC-8-H",
        specImgCount: 2,
        desc: [
            {
                title: "INTRODUCTION",
                texts: [
                    "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                ]
            },
            {
                title: "FEATURE",
                texts: [
                    "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                ],
                bullets: [
                    "Recognition type：2D",
                    "Resolution ratio：2448*2048",
                    "Color：colored",
                    "Focal length：8mm"
                ]
            }
        ]
        },
        {
        name: "SD-S-200GC-8-H",
        code: "SD-S-200GC-8-H",
        specImgCount: 2,
        desc: [
            {
                title: "INTRODUCTION",
                texts: [
                    "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                ]
            },
            {
                title: "FEATURE",
                texts: [
                    "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                ],
                bullets: [
                    "Recognition type：deep learning",
                    "Resolution ratio：1920*1200",
                    "Color：colored",
                    "Focal length：8mm"
                ]
            }
        ]
        },
        {
            name: "SD-S-320GC-8-H",
            code: "SD-S-320GC-8-H",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                    ],
                    bullets: [
                        "Recognition type：deep learning",
                        "Resolution ratio：2048*1536",
                        "Color：colored",
                        "Focal length：8mm"
                    ]
                }
            ],
        },
        {
            name: "3D-S-TY",
            code: "3D-S-TY",
            specImgCount: 2,
            desc: [
                {
                    title: "INTRODUCTION",
                    texts: [
                        "AtomVision은 차세대 머신 비전 소프트웨어로, 시각적 인터페이스를 사용하고 무질서한 물체 파악, 고정밀 위치 지정, QR 코드 추적, 조립, 이미지 변환, 색상 추출, 카메라 보정 등과 같은 일반적인 응용 시나리오에 사용할 수 있습니다. 3D 및 딥 러닝과 같은 최첨단 알고리즘 기능이 내장되어 있으며 사용자 지정 기능을 지원합니다."
                    ]
                },
                {
                    title: "FEATURE",
                    texts: [
                        "더욱 스마트하고, 더욱 안정적이며, 더욱 개방적이고 호환 가능하며, 배포 및 사용이 더 쉽고, 더 많은 응용 사례가 있으며, 비용 효율성이 더 높습니다.",
                    ],
                    bullets: [
                        "Recognition type：3D",
                        "Depth resolution ratio：1280*960",
                        "RGB resolution ratio：1280*960",
                        "Work range：700-8000mm"
                    ]
                }
            ]
        }
    ],
}